/* No comment provided by engineer. */
"Export edited content using Compressor engine and custom settings (Compressor must be installed locally to be used)" = "Bearbeiteten Inhalt mithilfe von Compressor und eigenen Einstellungen exportieren (Compressor muss lokal installiert sein)";

/* No comment provided by engineer. */
"If selected, this task uses a remote Qmaster cluster to export the file (Compressor must be installed on every node); otherwise, it uses Xgrid" = "Bei Auswahl wird ein entfernter Qmaster-Cluster zum Exportieren der Datei verwendet (Compressor muss auf jedem Knoten installiert sein). Ansonsten wird Xgrid verwendet.";

/* No comment provided by engineer. */
"No Compressor setting selected." = "Keine Compressor-Einstellung ausgewählt.";

/* No comment provided by engineer. */
"No description" = "Keine Beschreibung";

/* No comment provided by engineer. */
"Qmaster server cannot be empty." = "Der Qmaster-Server darf nicht leer sein.";

/* No comment provided by engineer. */
"Selected Compressor setting is invalid." = "Die ausgewählte Compressor-Einstellung ist ungültig.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

